
import Foundation

struct FAQ {
    let question: String
    let answer: String
}

let faqList: [FAQ] = [
    FAQ(question: "읽담은 어떤 앱인가요?", answer: "책과 대화하는 앱, 읽담/n/n읽담은 책을 읽고 한 줄로 마음에 담는다는 의미예요./n어떤 책을 읽어야 할지 모르는 사용자들을 위한 취향 맞춤 책 추천 및 검색 기능을 제공해요. 책을 읽고 마음에 남는 것들을 자유롭게 한 줄로 표현하며 기록해 보세요."),
    FAQ(question: "내책장과 마음서랍은 무엇이 다른가요?", answer: "내책장은 내가 읽고 싶은 책을 모아두는 공간이에요. 궁금하거나 대화하고 싶다면 내책장에 담아보세요./n/n마음서랍은 하트로 표현한 마음을 모아 놓은 공간이에요. 책을 읽고 나서 마음에 드는 책 혹은 다른 사람들에게 추천하고 싶은 책에 하트를 눌러 마음을 표현해 보세요."),
    FAQ(question: "책한줄에는 무엇을 써야 하나요?", answer: "책한줄은 내가 읽은 책을 한 줄로 표현하는 공간이에요. 책을 읽고 든 생각이나 기억에 남는 한 문장 등 자유롭게 남겨보세요."),
    FAQ(question: "책탑쌓기는 어떻게 하는 것인가요??", answer: "책탑쌓기는 책한줄 작성으로 목표를 달성하는 도전 과제예요. 목표를 달성할 때마다 받는 책으로 책탑을 쌓아보세요. 완성된 책탑이 궁금하다면 더 많은 책을 읽어보세요"),
    FAQ(question: "책을 구매하고 싶어요", answer: "읽담은 사용자 맞춤 추천/기록용 앱이에요./n아쉽지만 읽담에서는 책을 찾고 남기는 행동만 할 수 있어요. 자유롭게 원하는 방법으로 책과 대화하고 읽담에서 한 줄로 남겨보세요.")
]
